Repository: mrleemon/rather-simple-event-calendar
Catalog: languages/rsec-*.po
Languages: ca

source: today
ca: avui

source: day
ca: dia

source: week
ca: setmana

source: month
ca: mes

source: Event Data
ca: Dades de l'esdeveniment

source: Start Date/Time
ca: Data d'inici

source: End Date/Time
ca: Data de finalitzaci√≥

source: Loading&#8230;
ca: Carregant&#8230;

source: Export to Google Calendar
ca: Exportar a Google Calendar

source: Download iCal file
ca: Descarregar fitxer iCalendar

source: %s Calendar
ca: Agenda de %s
